Repository: Mobile-Developement-School-23/ios-todo-app-Vlad-9
Catalog: *.lproj/Localizable.strings
Languages: ru

# placeholder.title
source: What do you want to do?
ru: Что надо сделать?

# task.title
source: Task
ru: Дело

# task.save
source: Save
ru: Сохранить

# task.back
source: Back
ru: Отменить

# task.priority
source: Priority
ru: Важность

source: Task color
ru: Цвет дела

# task.remove
source: Delete
ru: Удалить

# task.priorityLow
source: normal
ru: нет

# task.newTask
source: Create new task
ru: Создать новое дело

# task.goToTask
source: Show task
ru: Показать дело

# task.hex
source: HEX code
ru: HEX код

# task.deadline
source: Set deadline
ru: Сделать до

# task.myTasks
source: My tasks
ru: Мои дела

# task.myTasksСompleted
source: Completed tasks —
ru: Выполнено —

# task.myTasksEmptyСompleted
source: No completed tasks
ru: Нет выполненных дел

# task.newTaskShort
source: New
ru: Новое

# task.edit
source: Edit
ru: Изменить

# task.show
source: Show
ru: Показать

# task.hide
source: Hide
ru: Скрыть

# message.syncWithServer
source: Data is synchronized with server
ru: Данные синхронизированы с сервером

# message.syncWithLocalDB
source: Data loaded from local database
ru: Данные загружены из локальной базы данных

# message.errorGetDataFromServer
source: Couldn't get data from server
ru: Не удалось получить данные с сервера

# message.errorGetDataFromLocalDB
source: Couldn't get data from local database
ru: Не удалось загрузить данные из локальной БД

# message.warningDelayNetwork
source: Sending data to the server may take longer
ru: Отправка данных в сеть может занять дольше времени

# message.errorSendDataToServer
source: Couldn't save on server. Data saved locally
ru: Не удалось отправить данные на сервер. Сохранено локально

# message.warningElementAlreadyDeleted
source: Element already deleted on server
ru: Элемент уже удалён на сервере

# message.warningRefreshList
source: Please, wait. Todolist updating
ru: Подождите, пока обновится список
